Repository: BackupTheBerlios/exalt-svn
Catalog: trunk/exalt_ewl/po/*.po
Languages: fr

source: Activate
fr: Active

source: Current IP:
fr: IP actuelle:

source: Current essid:
fr: Essid actuel:

source: Current gateway:
fr: Passerelle actuelle:

source: Current mask:
fr: Masque actuel:

source: DHCP (Automatic configuration)
fr: DHCP (configuration automatique)

source: DNS list
fr: List des DNS

source: Disactivate
fr: Desactive

source: Encryption
fr: Cryptage

source: Encryption mode:
fr: Mode de cryptage:

source: Exalt: network manager
fr: Exalt: gestionnaire reseaux

source: Gateway:
fr: Passerelle:

source: General configuration
fr: Configuration general

source: Interfaces
fr: Carte reseaux

source: Ip address:
fr: Adresse IP:

source: Maybe you have disable the card with a key (bindings)
fr: Peut etre que vous avez desactive la carte avec un racourcis claviers

source: Network card: %s
fr: Carte reseau: %s

source: Network mask:
fr: Masque de sous-reseau:

source: Password:
fr: Mot de passe:

source: Quality
fr: Qualite

source: Static address
fr: Adresse static

source: The wireless card is not activated
fr: La carte sans-fils n'est pas active

source: Updating interface configuration ...
fr: Mise a jour de la configuration ...

source: WEP (10 or 26 hexadecimals characters)
fr: WEP (10 ou 26 caracteres hexadecimals)

source: Wireless card: %s
fr: Carte sans-fils: %s

source: none
fr: vide
